Repository: giellalt/corpus-nob
Catalog: tmx/fkv/news/ruijankaiku/en_kreativ_trend.docx.tmx
Source language: nob
Languages: fkv

source: Et stort fellesskap som søker hverandres hjelp og moralske støtte, kreative entusiaster som gjerne vil oversette sine sanger og dikt til dette bortgjemte, hemmelige språket.
fkv: Iso joukko ihmissii jokka hakkeevat appuu ja moraalista tukkee toinen toiselta, luovat entusiastit jokka mielelä halluuvat käänttäät ommii laului ja runnoi unheetethuun salakielheen.

source: Og som i mellomtiden nøyer seg med å bruke utvalgte ord og setninger som topping og strøssel, kvensk identitetskrydder i kreativ sammenheng.
fkv: Ja jokka sillä välin tyttyyvät käyttämhään joitaki ulosvalituita sannoi ja setninkkiitä luovan homman toppingiksi ja piristelyksi, höystöö kvääni-identiteetille.

source: Både sanger Erika Reiersen og diktskriver Marit Barbo har lyst til å få tingene sine oversatt, dem kan du kan lese om i siste utgave av magasinet Ruijan Kaiku.
fkv: Sekä laulaaja Erika Reiersenilä ja runnoiliija Marit Barbola oon halu saađa ommii tinkkoi käänetyksi, niistä sie saat lukkeet tästä makasiinista.

source: Vi liker trenden, denne fritt dansende og stadig mer selvsikre subsjangeren skapt av folk som kjenner på en sorg og en lengsel over et språk de ikke kan, men som de burde kunne.
fkv: Met tykkäämä siitä trendistä, vaphaasti tansattelleevasta ja aina ittevarmemasta alagenrestä minkä pithoon oon ottanu väki mikä tunttee surruu ja kaippuu sen kielen pörhään mitä net ei saateta, mutta mitä net piđettäis saattaat.

source: De er frie og skal ikke stå til ansvar for noen.
fkv: Net oon vaphaat ihmiset eikä eđesvastauksessa yhđelekhään.

source: Det var nemlig ikke dem, men myndighetene som brakk bena på kvenfolket.
fkv: Se ei nimittäin ole net mutta esivallat jokka katkaisthiin kväänikansan jalat.

source: Språket og kulturen.
fkv: Kielen ja kulttuurin.

source: Det siste vi trenger er forståsegpåere som kommer løpende for å kritisere at man halter og snubler og bruker tid på å trene opp morsmålsgangen.
fkv: Mitä met kaikista vähhiiten tarttema, oon niin käsketyitä ymmärttääjii jokka rukattaavat paikale sanomhaan ette nyt teilä jalka horjuu ja heti tet kompustatta, ja ottaavat ittele aikkaa opettamhaan kävelyy äiđinkielelä.

source: Det heter så fint at nød lærer naken kvinne å spinne.
fkv: Mutta kyllä hätä keinot keksii, niin ko met niin luottavaisesti pruukkaama sannoot.

source: Få er mer språk-nakne enn kvenene.
fkv: Harvat oon niin sanahäđässä ko kväänit.

source: Ordene deres derimot, de er klare som bare det.
fkv: Heiđän sanat, net kyllä oon valmhiina.

source: Tusenvis av dem, de klør etter å spinnes og veves.
fkv: Tuhanet ja taas tuhanet sanat, net halluuvat tulla löyđetyksi.

source: Vi forventer ikke at vår språknakne kvenkvinne skal bruke dem alle samtidig, kreere digre, tettvevde saker.
fkv: Emmäkä met luulekhaan ette sanattomat kväänit löyđettäis valtakeinot heti ja laitettais issoi maanteitä.

source: Vi forventer at hun begynner i det små.
fkv: Ei, met uskoma ette net häyttyyvät alkkaat pienistä polvuista.

source: Dessuten, hva strekker man helst i vannet, hvis målet er å fange fisk?
fkv: Ja lisäksi, mitä ihminen ennemin viskaa vetheen jos halluu saađa kallaa?

source: Et tett knyttet veggteppe?
fkv: Tihusilmäisen tröijyn?

source: Eller et fiskegarn?
fkv: Vain kalaverkon?

source: Slik er det også for den som vil fange sjeler og hjerter, ofte fungerer store masker vel så bra.
fkv: Niin se oon kansa jos halluu saalhiiksi sielui ja sydämiitä, se saalista kyllä tullee isosilmäiselläki verkola.

source: Inspirert av trenden måtte vi selv driste oss til et forsøk.
fkv: Tämä trendi inspireeraa meitä, ja sillä freistaama itteki.

source: Prøve å veve inn både dialekt og kvensk.
fkv: Panna yhtheen murretta ja kväänin kieltä.

source: Diktsjangeren forbeholdes de sirkulære poetene, de som gjerne skriver for å skrive sin kropp inn i verden, vi dro heller på småkarslig, rettlinjet fisketur.
fkv: Runogenren jätämä sirkuleeraaville poeetiile, niile jokka kirjoittaavat sillä ette heistä jäis jälki mailmhaan. Met ennemin lähđimä miehiselle, suoralinjaiselle pyytöreisule.

source: Hvor vi tvert fikk fast en fillete limerick:
fkv: Missä pyyđöksheen kävi haaskoinen limericki:
